/* SUAppWindowControllerPriv */

"NOT_NOW_TITLE" = "暫緩";
"QUIT_TITLE" = "結束";
"RESCAN_TITLE" = "立即更新";

// these are used in the window header area
"NEW_SOFTWARE_TITLE" = "已有新軟體供您的電腦使用。";
"NEW_SOFTWARE_MESSAGE" = "如果您不想現在安裝，請在您準備要安裝時選擇 Apple 選單 >“軟體更新⋯”。";
// these are used in the window header area and in sheets
"UP_TO_DATE_TITLE" = "您的軟體是最新的版本。";
"UP_TO_DATE_MESSAGE" = "此次“軟體更新”無法為您的電腦提供任何新軟體。";
"UP_TO_DATE_WITH_IGNORED_MESSAGE" = "除了您選擇略過的項目之外，無法取得更新的軟體。請稍後再試。";
"RESET_IGNORED_UPDATES_TITLE" = "重置略過的更新項目";
// these are used only in the error sheet
"FAILED_SCAN_NETWORK_ERROR_TITLE" = "因為網路發生問題，所以“軟體更新”無法檢查更新項目。";
"FAILED_SCAN_OTHER_ERROR_TITLE" = "檢查更新失敗。";
"NETWORK_DIAGNOSTICS_TITLE" = "網路診斷⋯";
// these are used only when a non-standard catalog URL is set (Software Update Server)
"FAILED_SCAN_SUS_ERROR_TITLE" = "“軟體更新伺服器”（%@）沒有回應。";
"FAILED_SCAN_SUS_ERROR_MESSAGE" = "檢查您的網路連線是否運作正常。如果您的連線沒有問題，請聯絡網路管理者來取得協助。";

// dealing with multiple SU sessions
"OTHER_SESSION_USER_TITLE" = "更新項目正在由“%@”進行安裝。";
"OTHER_SESSION_UNKNOWN_TITLE" = "更新項目正在由其他使用者進行安裝。";
"OTHER_SESSION_SAME_TITLE" = "目前正在安裝更新項目。";
"OTHER_SESSION_MESSAGE" = "可以稍後在“蘋果”選單中選擇“軟體更新⋯”來檢查是否有其他更新項目。";
"OTHER_DONE_USER_TITLE" = "更新項目已由“%@”安裝。您要現在檢查是否有其他更新項目嗎？";
"OTHER_DONE_UNKNOWN_TITLE" = "更新項目已由其他使用者安裝。您要現在檢查是否有其他更新項目嗎？";
"OTHER_DONE_SAME_TITLE" =  "已安裝更新項目。您要現在檢查是否有其他更新項目嗎？";
"OTHER_DONE_MESSAGE" = "如果您不想現在檢查是否有其他更新項目，可以稍後在“蘋果”選單中選擇“軟體更新⋯”來進行檢查。";

// External Testing Mode Warnings
"DANGER_SIGNATURE_CHECK_OFF_TITLE" = "危險：Apple 簽名檢查已停用";
"DANGER_SIGNATURE_CHECK_OFF_INFO" = "“軟體更新”目前正在測試模式中執行，該模式在正常使用時並不安全。在此模式中，系統會接受具有任何“信任”簽名的更新項目，而不只是具有 Apple 簽名的更新項目。如果您不是在測試協力廠商的 Apple Software Update 套件，強烈建議您立即停止使用 Apple Software Update。";
"DANGER_SIGNATURE_CHECK_OFF_USE_IN_TEST_BUTTON" = "使用測試模式";
"DANGER_SIGNATURE_CHECK_OFF_QUIT_BUTTON" = "結束";

/* SUAppDetailedView */
"LogOutRequired" = "安裝更新項目之後，您必須登出。";
"LogOutRequired_Single" = "安裝更新項目之後，您必須登出。";
"RestartRequired" = "安裝更新項目之後，您必須重新啟動電腦。";
"RestartRequired_Single" = "安裝更新項目之後，您必須重新啟動電腦。";
"ShutDownRequired" = "安裝更新項目之後，您必須將電腦關閉。";
"ShutDownRequired_Single" = "安裝更新項目之後，您必須將電腦關閉。";
"RestartRecommended" = "建議您在安裝更新項目之後重新啟動電腦。";
"RestartRecommended_Single" = "建議您在安裝更新項目之後重新啟動電腦。";

"Install" = "安裝";
"Install1Item" = "安裝 1 個項目";
"InstallNItems" = "安裝 %d 個項目";

/* Used for AXRoleDescription of restart requirement badges */
"RestartRequirementIndicatorRoleDescription" = "指示器";


/* SUAppProductItem */
"INSTALLED_LABEL" = "已安裝";
"PARTIALLY_DOWNLOADED_LABEL_FORMAT" = "已部分下載（%d%%）";
"DOWNLOADED_LABEL" = "已下載";
"ERROR_LABEL" = "錯誤";

"SELECTION_LABEL_FORMAT" = "%@：%@。";

"DOWNLOAD_MENU_ITEM_GENERIC" = "前往 Apple 下載頁面⋯";
"DOWNLOAD_MENU_ITEM_PRODUCT" = "前往“%@”下載頁面⋯";


/* SUAppProductItemController */
"ConfirmMakeInactive1ItemTitle" = "您確定要從列表將此更新項目\"%@\"移除嗎？";
"ConfirmMakeInactive1ItemMessage" = "您將不會再被通知此更新項目的最新版本。若要再次查看此更新項目，請選擇“軟體更新”＞“重置略過的更新項目”。";
"ConfirmMakeInactiveNItemsTitle" = "您確定要將這 %d 個更新項目從列表中移除嗎？";
"ConfirmMakeInactiveNItemsMessage" = "您將不會再被通知這些更新項目的最新版本。若要再次查看這些更新項目，請選擇“軟體更新”＞“重置略過的更新項目”。";

"OK_TITLE" = "好";
"CANCEL_TITLE" = "取消";

"RESCAN_ERROR_TITLE" = "檢查更新項目時發生錯誤。";
